[XGLocalizedData_SavItems]
bplating="Модификация брони"
SavScanner="Ручной сканер"
SavHackTool="Демон"
Spraycan="Ручной диффузор"
commanddesignator="Целеуказатель"
SavSensors="Сенсорные улучшения"
CombatDrone="Боевой дрон"
HiddenBlades="Скрытые клинки"

[X2StrategyElement_ArmorModSlot]
strAModFirstLetter=R
[X2StrategyElement_AModUtilitySlot]
strAModUtilFirstLetter=U
[X2StrategyElement_AModWebbingSlot]
strAModWebbFirstLetter=W
[X2StrategyElement_AModMedicalSlot]
strAModMedFirstLetter=M
[X2StrategyElement_AModHeavySlot]
strAModHeavyFirstLetter=H
[X2StrategyElement_DaemonArmorSlots]
strAModDaemonFirstLetter=D

[X2Ability_SavItemAbilities_Core]
SAVReactiveNanoArmorLocFriendlyName="Реактивная нано-броня"
SAVReactiveNanoArmorLongDescription="Каждый раз, когда этот оперативник получает удар, он получает броню и аблятивные щиты, но теряет мобильность, уклонение и скрытность на два хода..

[X2Effect_TacScanFriendlyEffect]
TacScannerTagEffectName="Метка союзника тактического сканера"
TacScannerTagDesc="Этот оперативник был помечен как союзник для систем тактического управления XCOM. Это затруднит противнику попадание и критический удар по нему."

TacScannerEnemyTagEffectName="Метка врага тактического сканера"
TacScannerEnemyTagDesc="Враг помечен для систем тактического управления XCOM. Это облегчит союзникам попадание и критический удар по нему."

[X2Effect_CommandDesignatorEffects]

CDTakeCoverEffectName="Укрыться!"
CDTakeCoverDesc="Этому оперативнику приказано уйти в укрытие! Это позволяет ему Укрыться свободным действием, если он находятся рядом с укрытием."

CDMoveItEffectName="Двигайся!"
CDMoveItDesc="Этому оперативнику было приказано двигаться вперед! Это дало ему дополнительное очко действия только для движения на этот ход."

CDCoveringFireEffectName="Покрывающий огонь!"
CDCoveringFireDesc="Этому подразделению было приказано обеспечить прикрытие огнем! Это позволит им сделать выстрел из Наблюдения и даст им Хладнокровный под давлением на следующий ход."

[X2Effect_SavScanPing]
ScanPingEffectName="Пингуется"
ScanPingDesc="Этот противник был обнаружен на сканерах XCOM."

[X2Effect_RegenDummy]
RegenDummyEffectName="Регенерация"
RegenDummyDesc="Этот оперативник регенерирует <font color='#5CD16C'>2</font> единицы ОЗ за ход в течение <font color='#d1cb5c'>4</font> ходов."

[X2Effect_RegenDummy2]
RegenDummy2EffectName="Регенерация MKII"
RegenDummy2Desc="Этот оперативник регенерирует <font color='#5CD16C'>2</font> единицы ОЗ за ход в течение <font color='#d1cb5c'>5</font> ходов."

[X2Effect_NaniteRegenDummy]
NaniteRegenDummyEffectName="Нанитовая регенерация"
NaniteRegenDummyDesc="Этот союзник немедленно исцеляет <font color='#5CD16C'>3</font> единицы ОЗ и регенерирует <font color='#5CD16C'>3</font> единицы ОЗ за ход в течение <font color='#d1cb5c'>4</font> ходов. Нанитовая Регенерация может ремонтировать механические блоки."

[X2Effect_TranquilityRegenDummy]
TranquilityRegenDummyEffectName="Регенерация Спокойствия"
TranquilityRegenDummyDesc="Этот оперативник восстанавливает <font color='#5CD16C'>1</font> единицу ОЗ в конце хода. Держите этот отряд рядом с Генератором Спокойствия, чтобы обновить этот эффект."

[X2Effect_AModDefField]
AModDefenceFieldName="Поле обороны"
AModDefenceFieldDesc="Снижает вероятность попадания на <font color='#5CD16C'>30</font> и входящий урон на <font color='#5CD16C'>3</font> до начала следующего хода."

[X2Effect_SavUplink]
UplinkEffectName="Восходящий канал"
UplinkEffectDesc="У этого оперативника были повышен Взлом с помощью с помощью Лэптопа Хакера."
IceBreakerEffectName="Ледокол"
IceBreakerEffectDesc="Защита от взлома этого противника снижена на <font color='#5CD16C'>30%</font>"

[X2Effect_HERuptureEffect]
EffectFriendlyName="Контузия осколочно-фугасных патронов"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> больше не контуженный"
EffectFriendlyDesc="Этот противник был контужен осколочно-фугасными патронами, он дополнительно получает <font color='#5CD16C'>+2</font> единицы урона при попадании. Может складываться несколько раз!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> контуженный!"
LocFlyOverText="Взрывная контузия"

[X2Effect_PlasmaBurstEffect]
EffectFriendlyName="Контузия плазменных патронов"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> больше не контуженный"
EffectFriendlyDesc="Этот противник был контужен плазменными патронами, он дополнительно получает <font color='#5CD16C'>+4</font> единицы урона при попадании. Может складываться несколько раз!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> контуженный!"
LocFlyOverText="Взрывная контузия"

[X2Effect_DisruptorRoundsMentalDisruptionEffect]
EffectFriendlyName="Психическое расстройство"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> больше не страдает когнитивным расстройством"
EffectFriendlyDesc="Этот противник был поражен Разрушительными патронами и потерял <font color='#5CD16C'>10%</font> воли или защиты от взлома. Может складываться несколько раз!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Когнитивное расстройство!"
LocFlyOverText="Когнитивное расстройство!"

[X2EventListener_SavageStockItemWillEvents]
ReflexActionActivated="Истощение"
ReflexInteruptActivated="Истощение"
TeleportActionActivated="Телепортная дезориентация"
OneWillLossActionActivated="Истощение"